var local_database = [
{
  postId: 0,
  poster:'/images/movie/1.jpg',
  name:'《复仇者联盟3：无限战争》',
  director: ' 安东尼·罗素 / 乔·罗素',
  type:'动作 / 科幻 / 奇幻 / 冒险',
  details:'《复仇者联盟3：无限战争》是漫威电影宇宙10周年的历史性集结，将为影迷们带来史诗版的终极对决。面对灭霸突然发起的闪电袭击，复仇者联盟及其所有超级英雄盟友必须全力以赴，才能阻止他对全宇宙造成毁灭性的打击。'
},

{
  postId: 1,
  poster: '/images/movie/2.png',
  name: '《后来的我们》',
  director: '刘若英',
  type: '剧情 / 爱情',
  details: '这是一个爱情故事，关于一对异乡漂泊的年轻人。  十年前，见清和小晓偶然地相识在归乡过年的火车上。两人怀揣着共同的梦想，一起在北京打拼，并开始了一段相聚相离的情感之路。  十年后，见清和小晓在飞机上再次偶然重逢……   命运似乎是一个轮回。在一次次的偶然下，平行线交叉，再平行，故事始终有“然后”。  可后来的他们，学会如何去爱了吗？'
},
{
  postId: 2,
  poster: '/images/movie/3.jpg',
  name: '《昼颜 》',
  director: '井上由美子',
  type: '剧情 / 爱情',
  details: '离婚后恢复单身的纱和（上户彩饰）在海滨小镇的餐馆打工度日。一个偶然的机会，纱和与北野（斋藤工 饰）再次相遇，约定了不再见面的两人，在四目相对的那一瞬间感情被重新点燃。然而这段禁忌之恋很快被北野的妻子（伊藤步 饰）发现，并与二人产生了激烈的冲突。与此同时，餐厅老板杉崎（平山浩行 饰）的出现，也让四个人的情感走向更加扑朔迷离，一边是复燃的旧情，一边是“永不再相见”的约定，几个主人公的命运再次纠缠在一起。'
},
{
  postId: 3,
  poster: '/images/movie/4.jpg',
  name: '《超时空同居》',
  director: '苏伦',
  type: '喜剧 / 奇幻',
  details: '来自2018年谷小焦（佟丽娅 饰）与1999年陆鸣（雷佳音 饰），两人时空重叠意外住在同一个房间。从互相嫌弃到试图“共谋大业”，阴差阳错发生了一系列好笑的事情。乐在其中的两人并不知道操控这一切的神秘人竟是想要去2037年“投机取巧”的2018年的……'
},
{
  postId: 4,
  poster: '/images/movie/5.jpg',
  name: '《我是你妈》',
  director: '张骁',
  type: ' 剧情 / 喜剧',
  details: '影片讲述了一对形同姐妹又骨肉情深的别样母女，不按套路出牌的单身辣妈秦美丽（闫妮 饰）与正处于叛逆期的女儿赵小艺（邹元清 饰）之间相“碍”相亲、陪伴成长，一系列欢脱又不失温情的故事笑中带泪，感动人心。'
}
]

module.exports = {
  postList: local_database
}