var local_database = [
  {
    postId: 0,
    poster: '/images/music/1.jpg',
    name: '答案',
    singer: ' 杨坤/郭采洁',
    album: '今夜二十岁',
    lyric: '女：有个简单的问题 \/什么是爱情 \/它是否是一种味道 \/还是引力 \/男：从我初恋那天起\ /先是甜蜜\/ 然后紧接就会有 风雨\/合：爱就像 蓝天白云 晴空万里 突然暴风雨\/ 无处躲避 总是让人 始料不及 \/人就像 患重感冒打着喷嚏 发烧要休息\ /冷热交替 欢喜犹豫 乐此不疲\ /女：叫人头晕的问题 \/什么叫爱情 \/它是那么的真实 又很可疑\/男：研究过许多誓言 海枯石烂\/发觉越想要解释 越乱\/女：所以说 永远多长\/永远短暂 永远很遗憾\/每个人有 每个人不同的体验\/合：那滋味 时而在飞\/时而下坠 时而又落泪\/动人电影 自己体会 别嫌票太贵\/男：比如美酒和咖啡 都是水\/女： 可一个让你醒 一个让你醉\/那么感情\/合：能否以此类推\/有的很平淡 有的撕心裂肺\/所以说 永远多长\/永远短暂 永远很缓慢\/每个人有 每个人不同的计算\/神秘的 诺言誓言\/甚至谎言 自己去领悟\/也许多年 也许瞬间\/你自有答案\/所以说 永远多长\/永远短暂 永远很缓慢\/每个人有 每个人不同的计算\/神秘的 诺言誓言\/甚至谎言 自己去领悟\/也许多年 也许瞬间\/你自有答案'
  },

  {
    postId: 1,
    poster: '/images/music/2.jpg',
    name: '成长之重量',
    singer: ' 李荣浩',
    album: '成长之重量',
    lyric: ' 天亮了还是睡不安\/想了很久\/妈妈讲要经过大川\/翻几座山\/要不平凡\/好像很难\/有时候被俗人批判\/很难接受\/有时候朋友背后说\/我像小丑\/假装路过\/一笑而过\/算了忘了淡了这些吧\/又没什么好怕\/这不就是我吗\/难道认了怂了说了那些话\/只为了讨好他\/那不就错了吗\/好了好了好了这样吧\/天也就那么大\/我又不是不敢\/闯荡几年大不了哭个几晚\/成长之重量\/无法计算\/太多难忘\/这条路好长\/去的地方\/有诗和理想\/昨天留下的一滩\/泪和汗\/造就现在的我越倔强越勇敢\/成长之重量\/丢了狂妄\/学会承担\/故事的反转\/别太简单\/我要成就感\/不就是一场激烈的流浪嘛\/解开身上的衬衫\/迎着夕阳\/迎着夕阳\/有时候被俗人批判\/很难接受\/有时候朋友背后说\/我像小丑\/假装路过\/一笑而过\/算了忘了淡了这些吧\/又没什么好怕\/这不就是我吗\/难道认了怂了说了那些话\/只为了讨好他\/那不就错了吗\/好了好了好了这样吧\/天也就那么大\/我又不是不敢\/闯荡几年大不了哭个几晚\/成长之重量\/无法计算\/太多难忘\/这条路好长\/去的地方\/有诗和理想\/昨天留下的一滩\/泪和汗\/造就现在的我越倔强越勇敢\/成长之重量\/丢了狂妄\/学会承担\/故事的反转\/别太简单\/我要成就感\/不就是一场激烈的流浪嘛\/解开身上的衬衫\/迎着夕阳\/我从不曾回头望\/因为不想'
  },
  {
    postId: 2,
    poster: '/images/music/3.jpg',
    name: '讲真的',
    singer: '李袁杰 / 曾惜',
    album: '讲真的',
    lyric: '女：今夜特别漫长\/有个号码一直被存放\/男：源自某种倔强\/不舍删去又不敢想\/女：明明对你念念不忘\/思前想后越发紧张\/男：无法深藏\/爱没爱过想听你讲\/合：讲真的\/会不会是我被鬼迷心窍了\/敷衍了太多\/我怎么不难过\/要你亲口说\/别只剩沉默\/男：或许你早就回答了我\/合：讲真的想得不可得是最难割舍的\/各自好好过\/也好过一直拖\/自作多情了\/好吧我认了\/男：至少能换来释怀洒脱\/女：没丢失掉自我/\女：今夜特别漫长\/有个号码一直被存放\/男：源自某种倔强\/不舍删去又不敢想\/女：明明对你念念不忘\/思前想后越发紧张\/男： 无法深藏\/爱没爱过想听你讲\/合：讲真的会不会是我被鬼迷心窍了\/敷衍了太多\/我怎么不难过\/要你亲口说\/别只剩沉默\/男：或许你早就回答了我\/合： 讲真的想得不可得\/是最难割舍的\/各自好好过\/也好过一直拖\/自作多情了\/好吧我认了\/男：至少能换来释怀洒脱\/女：没丢失掉自我\/合：讲真的会不会是我被鬼迷心窍了\/敷衍了太多\/我怎么不难过\/要你亲口说\/别只剩沉默\/男：或许你早就回答了我\/合：讲真的想得不可得\/是最难割舍的\/各自好好过\/也好过一直拖\/自作多情了\好吧我认了\/男：至少能换来释怀洒脱\/女：没丢失掉自我\/没丢失掉自我'
  },
  {
    postId: 3,
    poster: '/images/music/4.jpg',
    name: '体面',
    singer: '于文文',
    album: '体面',
    lyric: '别堆砌怀念让剧情/变得狗血/深爱了多年又何必/毁了经典/都已成年不拖不欠/浪费时间是我情愿/像谢幕的演员/眼看着灯光熄灭/来不及/再轰轰烈烈/就保留/告别的尊严/我爱你不后悔/也尊重故事结尾/分手应该体面/谁都不要说抱歉/何来亏欠/我敢给就敢心碎/镜头前面是从前的我们/在喝彩/流着泪声嘶力竭/离开也很体面/才没辜负这些年/爱得热烈/认真付出的画面/别让执念/毁掉了昨天/我爱过你/利落干脆/最熟悉的街主角却/换了人演/我哭到哽咽心再痛/就当破茧/来不及/再轰轰烈烈/就保留/告别的尊严/我爱你不后悔/也尊重故事结尾/分手应该体面/谁都不要说抱歉/何来亏欠/我敢给就敢心碎/镜头前面是从前的我们/在喝彩/流着泪声嘶力竭/离开也很体面/才没辜负这些年/爱得热烈/认真付出的画面/别让执念/毁掉了昨天/我爱过你/利落干脆/再见/不负遇见'
  },
  {
    postId: 4,
    poster: '/images/music/5.jpg',
    name: '空空如也',
    singer: '胡66',
    album: '空空如也',
    lyric: '熟悉的陌生的这种感觉/重复的曾经的那些情节/也只是怀念/一滴滴一点点一页一篇/分手了也不过三百多天/可我却害怕遇见/我懵懵懂懂过了一年/这一年似乎没有改变/守着你离开后的世界/空空如也/白天和晚上都是冬夜/悲伤的到来我从不拒绝/反正亦是空空空空如也/我懵懵懂懂过了一年/徘徊在石板路的街边/曾经笑容灿烂如今却空空如也/一切的星光都已陨灭/得过且过是我如今速写/无所谓让痛重叠/我懵懵懂懂过了一年/这一年似乎没有改变/守着你离开后的世界/空空如也/白天和晚上都是冬夜/悲伤的到来我从不拒绝/反正亦是空空空空如也/我懵懵懂懂过了一年/徘徊在石板路的街边/曾经笑容灿烂如今却空空如也/一切的星光都已陨灭/得过且过是我如今速写/无所谓让痛重叠/我懵懵懂懂过了一年/这一年似乎没有改变/守着你离开后的世界/空空如也/白天和晚上都是冬夜/悲伤的到来我从不拒绝/反正亦是空空空空如也/我懵懵懂懂过了一年/徘徊在石板路的街边/曾经笑容灿烂如今却空空如也/一切的星光都已陨灭/得过且过是我如今速写/无所谓让痛重叠'
  }
]

module.exports = {
  postList: local_database
}