var local_database = [
  {
    postId: 0,
    poster: '/images/novel/1.jpg',
    title: '她不是我妈妈',
    author: '[法] 米歇尔·普西 ',
    press: '湖南文艺出版社',
    content: '一个发生在五天之内的奇特故事,一部颠覆读者认知的悬疑小说,法国大师级作家米歇尔•普西悬疑新作,这是预先布下的局，任何一个打开本书的人都将成为局中人真相不在书里……当人性与公义背道而驰，你坚持什么，又相信什么？一个三岁半的孩子坚称他的妈妈不是他妈妈，他的爸爸也不是他爸爸。然而幼儿园老师和警方 调查后都确认，孩子的父母确实是他的父母，不是领养、不是法院判决，也不是儿童援助机构的安排。按照父母的说法，这孩子的想象力过于丰富了。 一个仅仅三岁半的孩子，他的记忆会留存多久？这些记忆真是他自己的还是有人刻意灌输？谁会相信他？'
  },
  {
    postId: 1,
    poster: '/images/novel/2.jpg',
    title: '那不勒斯的萤火',
    author: '[意]马西米利亚诺·威尔吉利奥 ',
    press: '百花洲文艺出版社',
    content: '在那不勒斯有这么一群人，他们代表着这片地区最强大的生命力，却默默无闻，被这座城市的黑暗淹没，迷失在无为的生活里。也有那么一些人，他们无视绚丽的霓虹，在这片黑暗中追寻着希望的萤火。马尔切罗是银行职员的儿子，性格乖顺温和，一次偶然，使他的人生与黑手党的儿子利奥有了交集。利奥桀骜、叛逆、无畏而又自由，他们彼此吸引着，一起度过了美好的童年。然而在利奥十六岁那年，父亲在一次追杀中丧命，利奥和马尔切罗也开始渐行渐远。马尔切罗逐渐成长为一个优秀的少年，利奥则开始了抢劫、贩毒的浑噩生活，仿佛在一步步沿着父亲的轨迹走下去。 三年后，利奥离开了那不勒斯去往美国，在那里娶妻生子，生活渐渐恢复正常。此时的马尔切罗也一步步按照计划好的人生平顺地生活着，他们的人生好似再没了交集。然而一通电话，利奥再次回到那不勒斯，并意外开始了长达十二年的囚徒生活，而马尔切罗看似风光优秀的人生也是暗潮涌动……'
  },
  {
    postId: 2,
    poster: '/images/novel/3.jpg',
    title: '国家宝藏',
    author: '于蕾，吕逸涛 ',
    press: '中信出版社',
    content: '国家宝藏，一句荣耀，一种隽永，一生传承。《国家宝藏》是央视综艺频道大型文博探索节目《国家宝藏》独家授权同名书籍。这是一本沉淀中华文明的记忆之书。九大博物馆馆长甄选27件镇馆之宝，讲述国宝的前世今生。在《千里江山图》的壮美中一窥先人背影，聆听“曾侯乙编钟”奏响的华夏正音，感悟“越王勾践剑”千秋不朽的中国剑魂……这是一部国人智慧的集成之作。文物铭记过去的历史，也成就今天的故事。数十位国宝守护人无论职业背景、性情性格、学术成就，他们与27件国宝命运交织，诉说发生在自己身上的传奇。每一位国宝的创造者、挖掘者、守护者都成就了中华民族的基因宝库。这是一本文物知识普及的收藏之作。书中全部内容经故宫博物院等九大博物馆专家亲自审校修订。书中收录大量节目未播出内容，结合史料文献和专家研究成果，梳理文物知识，，揭开文物背后的故事与历史，让更多人在懂得如何欣赏文物之美的同时，了解文物所承载的文明和中华文化延续的精神内核。'
  },
  {
    postId: 3,
    poster: '/images/novel/4.jpg',
    title: '最后一公里的哲学',
    author: '张立民 ',
    press: ' 中信出版集团股份有限公司',
    content: '伴随着电子商务的兴起和快速发展，电商物流异军突起。它作为富有时代感的物流分支，既具有物流业的基本规律，又具有鲜明的销售色彩和时代特征。电商物流是网络、生态、文化、产品、服务、系统这六种维度下的产物，本书将这六个宏观的维度分解为时间、空间、作业和职能这四个维度的八个流——速度流、人力资源流、商品和订单流、资金流、体验流、数据流、技术流、质量流，以独创的四维八流法从微观层面研究供应链的整体链条的运营情况。这本书建立在作者多年**物流企业的从业基础上，针对中国电商企业存在的物流相关共性问题，结合中国的现实环境和商业趋势，最终希望解决的是电商物流的现实问题，并提供一套行之有效的方法，同时也为想要了解电商物流的普通读者奉上了有益的读物。'
  },
  {
    postId: 4,
    poster: '/images/novel/5.jpg',
    title: '蓝色星球II',
    author: '【英】詹姆斯•霍尼伯内',
    press: '江苏凤凰科学技术出版社',
    content: '地球四分之三的面积被水覆盖着，海洋影响我们的天气，塑造气候，为人类提供食物。尽管我们完全离不开海洋，但由于技术的限制，人类对海洋的了解还不到5%，比对火星的了解都少。《蓝色星球II》运用颠覆性的黑科技，突破海洋禁区，以全新的拍摄技术，呈现前所未有的画面。制作团队完美记录了丰富多彩的水下世界，获得了一系列惊人的新发现：猪齿鱼用珊瑚作为砧板砸开蛤蜊壳，海豚用柳珊瑚来清洁皮肤，珍鲹会计算飞鸟的轨迹，跃出海面，猎捕鸟儿。本书由大卫•爱登堡倾情作序，配有200多幅4K高清图片，为我们展示了众多海洋居民的栖息地原貌：从日光区、暮光区，到午夜区，从海岸到远洋，从北极到南极，从水下海藻森林到壮观的珊瑚礁，通过讲述令人动容的海洋生命故事，系统地介绍了海洋知识，并独家披露镜头之后的摄制过程，也指出了塑料污染、二氧化碳排放等诸多令人担忧的问题，是我们了解最新海洋状况的第一手资料，也是人类探索海洋的又一次伟大进步。'
  }
]

module.exports = {
  postList: local_database
}